Repository: MasatakaYahagi/RoadkillTest
Catalog: src/Roadkill.Core/Localization/InstallStrings.*.resx
Languages: cs, de, es, hi, nl, pl, pt, ru, sv

# Page3_DB_Group4_Label1
source: If you are allowing user signups, it's recommended that you also enable Recaptcha support. This is a free anti-spam bot service provided by Google, you will need to signup and copy your public and private key into the fields below. {BEGIN_RECAPTCHA_LINK}Signup here{END_RECAPTCHA_LINK} - you will need to create a google account first.
cs: Zapíná podporu Recaptcha - anti spamová služba zdarma. Je nutné se zaregistrovat a veřejný a soukromý klíč zkopírovat do níže uvedených polí. <a href="https://www.google.com/recaptcha/admin/create" target="_blank">Zde se přihlašte</a> - je nutný účet google.
de: Wenn du Benutzer Anmeldungen zulässt, wird empfohlen, dass Sie auch Recaptcha-Unterstützung aktivieren. Dies ist ein kostenloses Anti-Spam-Bot-Dienst, sofern von Google, Sie zu registrieren benötigen und Ihren öffentlichen und privaten Schlüssel in die untenstehenden Felder kopieren. {BEGIN_RECAPTCHA_LINK}Hier anmelden{END_RECAPTCHA_LINK} - Sie benötigen ein Google-Konto erstellen.
es: Si usted está permitiendo que las suscripciones de usuarios, se recomienda que también habilita la compatibilidad Reconocer texto. Este es un servicio de bot antispam gratuito proporcionado por Google, tendrá que registrarse y copiar la clave pública y privada en el campo de abajo. {BEGIN_RECAPTCHA_LINK}Regístrate aquí {END_RECAPTCHA_LINK} - usted tendrá que crear una cuenta de google primero.
hi: आप उपयोगकर्ता पंजीकरण की अनुमति दे रहे हैं, यह आप भी reCAPTCHA समर्थन सक्षम की सिफारिश की है. यह गूगल के द्वारा उपलब्ध कराई गई एक मुक्त विरोधी स्पैम बॉट सेवा है, आप नीचे क्षेत्रों में अपने सार्वजनिक और निजी कुंजी पंजीकरण और कॉपी करने की जरूरत होगी. {BEGIN_RECAPTCHA_LINK}यहां पंजीकरण{END_RECAPTCHA_LINK} - आप पहली बार एक गूगल खाते बनाने की आवश्यकता होगी.
nl: Als je toestaat dat de gebruiker aanmeldingen, is het aanbevolen dat u ook Recaptcha ondersteuning in te schakelen. Dit is een gratis anti-spam bot van Google, moet u uw publieke en private sleutel aanmelden en kopiëren in de onderstaande velden in. {BEGIN_RECAPTCHA_LINK}Hier aanmelden{END_RECAPTCHA_LINK} - moet u een Google-account eerst aanmaken.
pl: Jeśli zezwolono na rejestrację nowych użytkowników, zalecamy włączyć weryfikację Recaptcha. Jest to darmowy serwis anty-spamowy dostarczany przez Google. Musisz się zarejestrować i skopiować do poniższych pól swój prywatny i publiczny klucz. Najpierw musisz się {BEGIN_RECAPTCHA_LINK}zarejestrować{END_RECAPTCHA_LINK}.
pt: Se você está permitindo inscrições de usuários, é recomendado que você também ativar o suporte ao Código. Este é um serviço bot anti-spam gratuito fornecido pelo Google, você precisa de inscrição e copiar a chave pública e privada nos campos abaixo. {BEGIN_RECAPTCHA_LINK}Registe-se aqui{END_RECAPTCHA_LINK} - você vai precisar para criar uma conta do Google em primeiro lugar.
ru: Если вы позволяете пользователю регистраций, рекомендуется, что вы также включите Recaptcha поддержки. Это бесплатный анти-спам бот услуга, предоставляемая Google, то вам нужно, чтобы зарегистрироваться и копировать открытых и закрытых ключей в поле ниже. <a href="https://www.google.com/recaptcha/admin/create" target="_blank"> Регистрация здесь </ A> - вам необходимо создать учетную запись Google в первую очередь.
sv: Om du tillåter att användare registrerar sig själva, så rekommenderar vi att du även aktiverar stöd för Recaptcha. Detta är en gratis anti-spam / anti-bot tjänst som tillhandahålls av Google. Du måste i så fall registrera dig och kopiera din publika och privata nyckel i fälten nedan. {BEGIN_RECAPTCHA_LINK}Registrera dig här{END_RECAPTCHA_LINK} - du kommer att behöva skapa ett Google-konto först.

# Page3_DB_Group4_Label2
source: Enable Recaptcha anti-spam service.
cs: Zapnout Recaptcha anti-spam službu.
de: Aktivieren Sie Recaptcha-Anti-Spam-Dienst.
es: Habilitar Reconocer servicio anti-spam.
hi: ReCAPTCHA विरोधी स्पैम सेवा सक्षम करें.
pl: Włącz weryfikację anty-spamową Recaptcha.
pt: Ativar Código de serviço anti-spam.
ru: Включить Recaptcha анти-спам обслуживания.
sv: Aktivera Recaptcha antispam-tjänst.

# Page3_DB_Group4_Label3
source: Public key
cs: Veřejný klíč
de: Öffentlichen Schlüssel
es: Clave pública
hi: सार्वजनिक कुंजी
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
ru: Открытый ключ
sv: Publik nyckel

# Page3_DB_Group4_Label4
source: Private key
cs: Soukromý klíč
de: Der Private Schlüssel
es: Clave privada
hi: निजी कुंजी
pl: Klucz prywatny
pt: Chave privada
ru: Закрытый ключ
sv: Privat nyckel

# Page3_DB_Group5_Title
source: Admin email
cs: Email správce
es: Email administración
hi: व्यवस्थापक ईमेल
pl: Email administratora
pt: E-mail do administrador
ru: Email администратора
sv: Administratörens e-post

# Page3_DB_Group5_Label1
source: This is the email address for the admin user. You can add more admins in the settings page, so this user does not 'own' the site
cs: Toto je emailová adresa správce. Další správce můžete přidat v menu Nastavení.
de: Dies ist die e-Mail-Adresse für den Administratorbenutzer. Sie können weitere Admins der Seite "Einstellungen" hinzufügen, damit dieser Benutzer nicht 'die Website besitzt"
es: Esta es la dirección de correo electrónico para el usuario admin. Usted puede agregar más administradores en la página de configuración, por lo que este usuario no "dueños" del sitio
hi: यह व्यवस्थापक उपयोगकर्ता के लिए ईमेल पता है. आप सेटिंग्स पृष्ठ में अधिक व्यवस्थापक जोड़ सकते हैं, यह उपयोगकर्ता को 'खुद' साइट नहीं करता तो
nl: Dit is het e-mailadres voor de admin gebruiker. U kunt meer admins in de pagina-instellingen toe te voegen, zodat deze gebruiker geen 'eigen' de site
pl: Adres email administratora strony. Możesz dodać wielu administratorów na stronie Ustawienia.
pt: Este é o endereço de e-mail para o usuário admin. Você pode adicionar mais administradores na página de configurações, de modo que este usuário não "próprio" do site
ru: Это адрес электронной почты для пользователя с правами администратора. Вы можете добавить больше администраторов в настройках страницы, так что этот пользователь не «свой» сайт
sv: Administatörens e-postadress. Du kan lägga till fler administratörer under Inställningar, så att den här användaren inte "äger" webbplatsen

# Page3_DB_Group6_Title
source: Admin password
cs: Heslo správce
de: Admin-Passwort
es: Contraseña de administrador
hi: व्यवस्थापक पासवर्ड
nl: Admin wachtwoord
pl: Hasło administratora
pt: Senha de administrador
ru: Пароль администратора
sv: Administratörslösenord

# Page3_DB_Group6_Label1
source: This is the password for the admin user.
cs: Toto je heslo správce.
de: Dies ist das Kennwort für den Administratorbenutzer.
es: Esta es la contraseña para el usuario admin.
hi: यह व्यवस्थापक उपयोगकर्ता के लिए पासवर्ड है.
nl: Dit is het wachtwoord voor de admin gebruiker.
pl: Hasło użytkownika Administrator
pt: Esta é a senha para o usuário admin.
ru: Это пароль для пользователя с правами администратора.
sv: Administratörens lösenord

# Page4_Label1
source: Almost done...Finally some extra tweakable settings.
cs: Téměř hotovo...Nakonec několik extra nastavení.
de: Fast fertig...Schließlich einige zusätzliche herumzudrehen Einstellungen.
es: Casi hecho ... Por último, algunos ajustes adicionales modificables.
hi: लगभग हो गया ... अंत में कुछ अतिरिक्त tweakable सेटिंग्स.
nl: Bijna klaar ... Eindelijk wat extra tweakable instellingen.
pl: Prawie gotowe... Na koniec kilka dodatkowych ustawień.
pt: Quase pronto ... Finalmente algumas configurações extras tweakable.
ru: Почти готово ... Наконец некоторых дополнительных настраиваемых параметров.
sv: Nästan klar...bara några ytterligare inställningar.

# Page4_Group1_Title
source: Attachments folder
cs: Adresář příloh
de: Ordner Anlagen
es: Carpeta Archivos adjuntos
hi: अनुलग्नक फ़ोल्डर
nl: Map Bijlagen
pl: Katalog załączników
pt: Pasta Anexos
ru: Вложения папку
sv: Mapp för bilagor

# Page4_Group1_Success
source: The folder exists and can be written to.
cs: Adresář existuje a lze do něj zapisovat.
de: Der Ordner vorhanden ist und kann geschrieben werden.
es: La carpeta existe y se puede escribir.
hi: फ़ोल्डर मौजूद है और करने के लिए लिखा जा सकता है.
nl: De map bestaat en kan worden geschreven.
pl: Katalog istnieje i można do niego zapisywać
pt: A pasta existe e pode ser gravado.
ru: Папка существует и может быть записан.
sv: Mappen finns och kan skrivas till.

# Page4_Group1_Error
source: Unable to write to the folder:
cs: Do adresáře není možné zapisovat:
de: Konnte nicht in den Ordner geschrieben:
es: No se puede escribir en la carpeta:
hi: फ़ोल्डर में लिखने में असमर्थ:
nl: Kan niet schrijven naar de map:
pl: Nie można zapisywać do katalogu:
pt: Não foi possível escrever para a pasta:
ru: Невозможно записать в папку:
sv: Kan inte skriva till mappen:

# Page4_Group1_Label1
source: This is the directory where all files are uploaded to. This directory will need write permission by the user that the app pool runs under. Most of the time you shouldn't have to worry about changing the permissions for the folder, as they will be inherited from the parent folder.
cs: Adresář do kterého budou nahrávány veškeré soubory. Do tohoto adresáře musí mít uživatel pod nímž běží IIS pool právo zápisu. Oprávnění obvykle není nutné měnit poněvadž ho zdědí od nadřazeného adresáře.
de: Dies ist das Verzeichnis, in dem alle Dateien hochgeladen werden, auf. Dieses Verzeichnis wird vom Benutzer Schreibberechtigung benötigen, das der Anwendungspool ausgeführt wird. Die meiste Zeit, die du hättest nicht zu sorgen, die Berechtigungen für den Ordner ändern, wie sie vom übergeordneten Ordner geerbt werden.
es: Este es el directorio en el que todos los archivos se cargan. Este directorio tendrá permisos de escritura por el usuario que el grupo de aplicaciones se ejecuta bajo. La mayoría de las veces usted no debería tener que preocuparse de cambiar los permisos para la carpeta, ya que se heredan de la carpeta principal.
hi: यह सभी फ़ाइलों को अपलोड कर रहे हैं, जहां निर्देशिका है. इस निर्देशिका अनुप्रयोग पूल के तहत चलाता है कि उपयोगकर्ता द्वारा लिखने की अनुमति की आवश्यकता होगी. समय से अधिकांश आप वे मूल फ़ोल्डर से विरासत में मिला दिया जाएगा, के रूप में फ़ोल्डर के लिए अनुमतियाँ बदलने के बारे में चिंता करने की जरूरत नहीं होनी चाहिए.
nl: Dit is de map waar alle bestanden worden geüpload naar. Deze map zal schrijfrechten nodig door de gebruiker die de app pool loopt onder. De meeste van de tijd moet je geen zorgen te maken over het veranderen van de machtigingen voor de map, omdat ze zullen worden overgenomen van de bovenliggende map.
pl: Nazwa katalogu, do któreo będą przesyłane załączniki. Konto na jakim pracuje pula aplikacji musi mieć prawa zapisu w tym katalogu.
pt: Este é o diretório onde todos os arquivos são enviados para. Este diretório terá permissão de escrita pelo usuário que o pool de aplicativo é executado. Na maioria das vezes você não deveria ter que se preocupar em mudar as permissões para a pasta, como eles serão herdadas da pasta pai.
ru: Это каталог, в котором все файлы загружаются. Этот каталог будет нужны права записи пользователем, что бассейн приложение работает под управлением. Большую часть времени вы не должны беспокоиться об изменении разрешения для папки, так как они будут унаследованы от родительской папки.
sv: Det här är katalogen dit alla uppladdade filer sparas. Användaren som applikationspoolen körs som måste ha skrivrättigheter till denna katalog. I dom flesta fall behöver du inte tänka på att ändra rättigheterna, eftersom dom ärvs från den överordnade mappen.

# Page4_Group1_Label2
source: The folder path should start with "~/" for the website root, or be a file path (e.g. c:\myattachments).
cs: Cesta by měla začínat ~/ což znamená kořenový adresář. Možnost přístupu můžete ověřit webovým prohlížečem. Ověřte také že do něj lze zapisovat (stejně jako do App_Data a bin - do nich však nic nahráváno nebude.
de: Stellen Sie sicher der Pfad beginnt mit "~ /" für das Website-Stammverzeichnis. Prüfen Sie der Ordner zugegriffen werden kann, durch den Browser als auch das Wesen, wie z. B. App_Data Ordner beschreibbar und bin in geschrieben werden kann, sondern zeigt keine Bilder dort gespeichert.
es: Asegúrese de que la ruta de la carpeta comienza con "~ /" para la raíz del sitio Web. Usted debe revisar la carpeta se puede acceder por el navegador, así como el permiso de escritura a ser, como carpetas, como App_Data y el depósito se pueden escribir, pero no se mostrará ninguna imagen almacenada allí.
hi: फ़ोल्डर पथ वेबसाइट रूट के लिए "~ /" के साथ शुरू होता है सुनिश्चित करें. आप इस तरह के App_Data और बिन रूप फ़ोल्डर के लिए लिखा जा सकता है लेकिन वहाँ संग्रहीत किसी भी चित्र दिखाई नहीं देंगे के रूप में फ़ोल्डर, ब्राउज़र के रूप में अच्छी तरह से करने के लिए किया जा रहा है लेखनीय द्वारा पहुँचा जा सकता है की जाँच करनी चाहिए.
nl: Het pad moet beginnen met "~ /" voor de website wortel, of een bestand pad (bijv. c: \ myattachments).
pl: Upewnij się, że ścieżka zaczyna się od "~/". Należy sprawdzić prawa do odczytu i zapisu w tym folderze.
pt: Certifique-se o caminho da pasta começa com "~ /" para a raiz do site. Você deve verificar a pasta pode ser acessado pelo navegador, bem como o ser gravável para, como pastas, como App_Data e bin pode ser escrito, mas não vai mostrar imagens armazenadas lá.
ru: Убедитесь, что папка пути начинается с "~ /" для корня сайта. Вы должны проверить папки могут быть доступны для браузера, а также существо, чтобы записываемые, так как такие папки, как и бен App_Data можно записать, но не будет показывать изображения, хранящиеся там.
sv: Säkerställ att mappens sökväg antingen börjar med "~/" vilket indikerar webbplatsens rotkatalog, eller är en vanlig sökväg (t ex 'c:\bilagor').

# Page4_Group2_Title
source: Allowed extensions
cs: Povolené přípony
de: Zulässige Erweiterungen
es: Extensiones permitidas
hi: रख सकते एक्सटेंशन
nl: Toegestane extensies
pl: Rozszerzenia załączników
pt: Extensões permitidas
ru: Допустимые расширения
sv: Tillåtna filändelser

# Page4_Group2_Label1
source: These are the file extensions that can be uploaded.
cs: Soubory s těmito příponami mohou být nahrávány. Oddělujte je čárkou.
de: Dies sind die Dateierweiterungen, die hochgeladen werden können.
es: Estas son las extensiones de los archivos que se pueden cargar.
hi: ये अपलोड किया जा सकता है कि फ़ाइल एक्सटेंशन हैं.
nl: Dit zijn de bestandsextensies die kunnen worden geüpload.
pl: Lista rozszerzeń plików (oddzielonych przecinkiem), które mogą być przesyłane jako załączniki.
pt: Estas são as extensões de arquivos que podem ser carregados.
ru: Эти расширения файлов, которые могут быть загружены.
sv: Detta är de filändelser som får laddas upp.

# Page4_Group3_Title
source: Theme
cs: Téma
de: Thema
es: Tema
hi: विषय
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
sv: Tema

# Page4_Group3_Label1
source: This is the theme that the site uses. This should match a folder name in the Themes directory.
cs: Použité téma stránek. Název tématu musí být stejný jako název adresáře ve složce Themes.
de: Dies ist das Thema, das die Website verwendet. Dieser sollte einen Ordnernamen in das Themes-Verzeichnis übereinstimmen.
es: Este es el tema que el sitio utiliza. Debe coincidir con el nombre de la carpeta en el directorio de temas.
hi: इस साइट का उपयोग करता है कि विषय है. इस थीम्स निर्देशिका में एक फ़ोल्डर नाम से मेल खाना चाहिए.
nl: Dit is het thema dat de site gebruikt. Dit zou overeenkomen met een mapnaam in de thema's directory.
pl: Motyw używany dla witryny. Należy wskazać nazwę folderu w katalogu Themes.
pt: Este é o tema que o site usa. Isso deve corresponder a um nome da pasta no diretório Themes.
ru: Это тема, что сайт использует. Он должен совпадать с именем папки в каталоге темы.
sv: Detta är det tema som används för webbplatsen. Detta måste motsvara ett mappnamn i katalogen Themes.

# Page4_Group4_Title
source: Markup type
cs: Značkovací jazyk
de: Markuptyp
es: Tipo de marcado
hi: मार्कअप प्रकार
nl: Markup soort
pl: Typ znaczników tekstu
pt: Markup tipo
ru: Разметка типа
sv: Markupkodformat

# Page4_Group4_Label1
source: This is the markup format that is used. Roadkill currently supports the following values: Creole, Markdown, Mediawiki.
cs: Použitý značkovací jazyk. Roadkill nyní podporuje tyto hodnoty: Creole, Markdown, Mediawiki.
de: Dies ist das Markup-Format, das verwendet wird. Roadkill unterstützt derzeit die folgenden Werte: Creole, Markdown, Mediawiki.
es: Este es el formato de marcado que se utiliza. Roadkill es compatible actualmente con los siguientes valores: criollos, Markdown, Mediawiki.
hi: यह प्रयोग किया जाता है कि मार्कअप प्रारूप है. क्रियोल, markdown, साँचा: roadkill वर्तमान में निम्न मान का समर्थन करता है.
nl: Dit is de markup formaat dat wordt gebruikt. Roadkill ondersteunt momenteel de volgende waarden: Creools, Markdown, Mediawiki.
pl: Używany format znaczników. Obecnie Roadkill wspiera formaty: Creole, Markdown, Mediawiki.
pt: Este é o formato de marcação, que é utilizada. Roadkill atualmente suporta os seguintes valores: crioulo, Markdown, Mediawiki.
ru: Это формат разметки, который используется. Roadkill в настоящее время поддерживает следующие значения: креольский, Markdown, MediaWiki.
sv: Det markupkodformat som används. Roadkill stöder för närvarande följande format: Creole, Markdown, Mediawiki.

# Page4_Group4_Label2
source: Creole is the recommended format.
cs: Doporučený je Creole.
de: Kreolisch ist das empfohlene Format.
es: Criollo es el formato recomendado.
hi: क्रियोल सिफारिश स्वरूप है.
nl: Creole is het aanbevolen formaat.
pl: Zalecanym formatem jest Creole.
pt: Crioulo é o formato recomendado.
ru: Креольский формат рекомендуется.
sv: Creole är det rekommenderade formatet.

# Page4_Group5_Title
source: Cache
cs: Vyrovnávací paměť
hi: कैश
pl: Buforowanie
pt: Esconderijo
ru: Кэш

# Page4_Group5_Label1
source: Enable Object caching
cs: Roadkill používá vyrovnávací pamět společně s výstupná vyrovnávací pamětí v ASP.NET. Pro zlepšení odezev aplikace je doporučeno ukládání do vyrovnávací paměti povolit. Databáová vyrovnávací paměť není pro webové zahrady či farmy podporována.
de: Objekt-caching aktivieren
es: Habilitar el almacenamiento en caché de objetos
hi: ऑब्जेक्ट कैशिंग सक्षम करें
pl: Roadkill używa buforowania wraz z buforowaniem wyjścia ASP.NET. Zaleca się włączenie buforowania w celu poprawienia szybkości działania witryny. Buforowanie danych nie jest obecnie obsługiwane w farmach serwerów web.
pt: Habilitar o cache de objetos
ru: Включить кэширование объектов
sv: Aktivera cachelagring av objekt

# Page4_Group5_Label2
source: Roadkill caches all pages and content in memory after retrieving it from the database. The cache is automatically updated when a page changes. Recommended to increase the responsiveness of the site. Object caching is not currently supported for web gardens or web farms.
cs: Toto nastavení ovlivňuje pouze vyrovnávací paměť databáze, výstupní vyrovnávací paměť je třeba zakázat přímo ve web.config.
de: Roadkill werden alle Seiten und Inhalte im Arbeitsspeicher zwischengespeichert, nachdem sie aus der Datenbank abrufen. Der Cache wird automatisch aktualisiert, wenn eine Seite geändert. Empfohlen, um die Reaktionsfähigkeit der Website zu erhöhen. Objektzwischenspeicherung ist derzeit für Webgärten oder Web-Farmen nicht unterstützt.
es: Roadkill almacena en caché todas las páginas y el contenido de la memoria después de recuperar desde la base de datos. La memoria caché se actualiza automáticamente cuando una página cambia. Recomendado para aumentar la capacidad de respuesta del sitio. El almacenamiento en caché de objeto no está actualmente soportado para jardines Web o servidores Web.
hi: Roadkill डेटाबेस से पुन: प्राप्त करने के बाद स्मृति में सभी पृष्ठों और सामग्री को कैश करता है. जब एक पृष्ठ परिवर्तन कैश स्वचालित रूप से अद्यतन किया जाता है. साइट की जवाबदेही बढ़ाने के लिए सिफारिश की. ऑब्जेक्ट कैशिंग वर्तमान वेब उद्यान या वेब खेतों के लिए समर्थित नहीं है.
nl: Roadkill slaat alle pagina's en inhoud in het geheugen na het ophalen uit de database. De cache wordt automatisch bijgewerkt wanneer een pagina verandert. Aanbevolen het reactievermogen van de site te verhogen. Object caching wordt momenteel niet ondersteund voor web tuinen of web boerderijen.
pl: To ustawienie dotyczy tylko buforowania bazy danych. Buforowanie wyjścia ASP.NET należy wyłączyć ręcznie w pliku web.config.
pt: Roadkill armazena todas as páginas e conteúdo na memória após recuperá-lo a partir do banco de dados. O cache é atualizado automaticamente quando uma página mudanças. Recomendado para aumentar a capacidade de resposta do site. Cache de objetos não é suportado para jardins web ou fazendas web.
ru: Roadkill кэширует все страницы и контент в памяти после извлечения его из базы данных. Кэш автоматически обновляется при изменении страницы. Рекомендуется повышение способности сайта. Кэширование объектов в настоящее время не поддерживается для веб-сады или веб-ферм.
sv: Roadkill cachelagrar alla sidor och allt innehåll i minnet efter att det hämtats från databasen. Cachen uppdateras automatiskt när en sida ändras. Rekommenderar för att snabba upp webbplatsen. Cachelagring av objekt stöds för närvarande inte för sk webgardens eller webbservergrupper.

# Page4_Group5_Label3
source: Enable browser cache
cs: Povolit vyrovnávací paměť
de: Browsercache aktivieren
es: Habilitar caché del navegador
hi: ब्राउज़र कैश सक्षम करें
pl: Włącz buforowanie
pt: Ativar cache do navegador
ru: Включить кэш браузера
sv: Aktivera webbläsarens cache

# Page4_Group5_Label4
source: This will tell the browser to cache Roadkill pages, and check for updates (If-Modified-Since) each time the page is loaded. If no update is found, no content is returned from the server. Recommended to increase the responsiveness of the site.
cs: Ukládat do vyrovnávací paměti textový obsah stránek.
de: Wird den Browser Cache Roadkill Seiten erzählen und nach Updates suchen (If-Modified-Since) jedes Mal, wenn die Seite geladen ist. Wenn kein Update gefunden wird, wird keine Inhalte vom Server zurückgegeben. Empfohlen, um die Reaktionsfähigkeit der Website zu erhöhen.
es: Esto le indicará al navegador que las páginas de caché Roadkill, y comprobar si hay actualizaciones (Si-Modified-Since) cada vez que se carga la página. Si no se encuentra una actualización, no el contenido se devuelve desde el servidor. Recomendado para aumentar la capacidad de respuesta del sitio.
hi: यह कैश Roadkill पृष्ठों को ब्राउज़र बताओ, और पेज लोड किया जाता है हर बार (यदि संशोधित) के बाद से अद्यतन के लिए जाँच करेगा. कोई अद्यतन पाया जाता है, कोई सामग्री सर्वर से वापस आ रहा है. साइट की जवाबदेही बढ़ाने के लिए सिफारिश की.
nl: Dit zal de browser de cache Roadkill's te vertellen, en te controleren op updates (If-Modified-Since) telkens wanneer de pagina wordt geladen. Als geen update is gevonden, wordt geen inhoud terug van de server. Aanbevolen het reactievermogen van de site te verhogen.
pl: Buforowanie zawartości stron
pt: Isto irá dizer ao navegador para páginas de cache Roadkill, e verificar se há atualizações (If-Modified-Since) cada vez que a página é carregada. Se nenhuma atualização for encontrada, nenhum conteúdo é retornado do servidor. Recomendado para aumentar a capacidade de resposta do site.
ru: Это скажет кэш браузера, чтобы Roadkill страницы и проверять наличие обновлений (If-Modified-Since) каждый раз, когда страница загружена. Если обновление не будет найдено, содержимое не вернулся с сервера. Рекомендуется повышение способности сайта.
sv: Detta kommer att instruera webbläsaren att cache Roadkillsidor, och att fråga efter uppdateringar (If-Modified-Since) varje gång en sida laddas. Om ingen uppdatering finns så returneras inget innehåll från servern. Rekommenderas för att snabba upp webbplatsen.
