Repository: MasatakaYahagi/RoadkillTest
Catalog: src/Roadkill.Core/Localization/InstallStrings.*.resx
Languages: cs, de, es, hi, nl, pl, pt, ru, sv

# Page4_Group5_Label5
source: (Now unused, can be removed in 2.0)
cs: Není-li povoleno, bude při každém zobrazení stránka načítána znovu z databáze.
de: (Jetzt unbenutzt, kann in 2.0 entfernt werden)
es: (Ahora sin uso, se puede retirar en 2.0)
hi: (अब अप्रयुक्त, 2.0 में हटाया जा सकता है)
nl: (Nu ongebruikt, kan in 2,0 worden verwijderd)
pl: Wyłączenie oznacza, że treść każdej strony będzie za każdym razem pobierana z bazy danych.
pt: (Agora não utilizado, pode ser removido em 2.0)
ru: (Сейчас не используется, может быть удален в 2.0)
sv: (Nu oanvända, kan tas bort på 2.0)

# Page5_Success_Title
source: Installation successful
cs: Instalace byla úspěšná
de: Installation erfolgreich
es: Instalación exitosa
hi: स्थापना सफल
nl: Installatie succesvol
pl: Instalacja zakończona powodzeniem
pt: Instalação bem-sucedida
ru: Установка успешно завершена!
sv: Installationen lyckades

# Page5_Success_AD_Title
source: Windows Authentication - please read
cs: Ověřeřování Windows - prosím čtěte
de: Windows-Authentifizierung - Bitte lesen
es: Autenticación de Windows - por favor lea
hi: Windows प्रमाणीकरण - पढ़ कृपया
nl: Windows-verificatie - lees
pl: Autentykacja Windows - proszę przecztać
pt: Autenticação do Windows - por favor leia
ru: Проверка подлинности Windows - пожалуйста, прочитайте
sv: Windows-autentisering - observera

# Page5_Success_AD_Label
source: If you are using IIS7+ you may need to configure the web.config file for your security setup, below are the elements that are required.If you receive 500 errors after making these changes, then the section is locked at a parent level, and you will need to make the changes via the IIS manager.
cs: Používáte-li IIS7+, je třeba upravit web.config pro nastavení zabezpečení, viz. níže uvedené povinné elementy. Pokud se Vám po provedené těchto změn zobrazuje chyba HTTP 500, je sekce blokovaná nadřazenou úrovní. Změny ve web.config v takovém případě proveďte přes administrační konzoli IIS.
de: Wenn Sie IIS7 + möglicherweise müssen Sie die Datei web.config für Ihre Sicherheits-Setup konfigurieren verwenden, sind unten die Elemente, die erforderlich sind.Wenn Sie nach diesen Änderungen 500-Fehler erhalten, dann ist der Abschnitt auf einer übergeordneten Ebene gesperrt, und Sie müssen Thechanges über den IIS-Manager vornehmen.
es: Si usted está usando IIS7 + puede que tenga que configurar el archivo web.config para la configuración de seguridad, a continuación los elementos que son necesario una recibirá 500 errores después de hacer estos cambios, la sección se bloquea en un nivel primario, y tendrá que hacer thechanges a través del administrador de IIS.
hi: आप IIS7 के उपयोग कर रहे हैं + आप आप तो खंड एक माता पिता के स्तर पर बंद कर दिया, और तुम है, इन परिवर्तनों को बनाने के बाद 500 त्रुटियाँ प्राप्त required.If हैं कि तत्व हैं, नीचे अपनी सुरक्षा की स्थापना के लिए web.config फ़ाइल विन्यस्त करने की जरूरत हो सकती है आईआईएस प्रबंधक के माध्यम से thechanges बनाने की आवश्यकता होगी.
nl: Als u gebruik maakt van IIS7 + je kan nodig zijn om het bestand web.config voor uw veiligheid setup configureren, hieronder zijn de elementen die zijn required.If u ontvangt 500 fouten na het maken van deze veranderingen, dan is de sectie is vergrendeld op een ouder niveau, en u moeten de wijzigingen via de IIS manager maken.
pl: Jeśli używasz IIS7+, może być potrzeba ręcznego skonfigurowania zabezpieczeń w pliku web.config. Poniżej znajdują się wymagane elementy. Jeśli po wprowadzeniu tych zmian otrzymasz 500 błędów, to sekcja zostanie zablokowana i trzeba będzie dokonać zmian za pomocą Menedżera usług IIS.
pt: Se você estiver usando IIS7 + pode ser necessário configurar o arquivo web.config para sua configuração de segurança, abaixo estão os elementos que são required.If recebe 500 erros depois de fazer essas alterações, a seção está bloqueada em um nível pai, e você vai precisar fazer thechanges através do gerenciador do IIS.
ru: Если вы используете IIS7 + может потребоваться настроить файл web.config для вашей безопасности установки, ниже приведены те элементы, которые вы получаете required.If 500 ошибки после внесения этих изменений, то раздел заблокирован на родительском уровне, и вы нужно будет сделать thechanges через менеджер IIS.
sv: Om du använder IIS7 + kan du behöva konfigurera web.config-filen för dina säkerhetsinställningar; se nedan för de element som behövs. Om du får HTTP 500-fel efter att dessa förändringar utförts, så är sektionen låst på en överordnad nivå, och då måste förändringarna utföras med hjälp av IIS-managern.

# Page5_Success_Label1
source: Continue to the site
cs: Pokračovat na stránky
de: Weiter zur Website
es: Continuar al sitio
hi: साइट पर जारी
nl: Ga naar de website
pl: Kontynuuj
pt: Continue para o site
ru: Продолжить на сайт
sv: Fortsätt till webbplatsen

# Page5_Error_Title
source: An error occurred during the install
cs: Při instalaci se vyskytla chyba
de: Während der Installation ist ein Fehler aufgetreten.
es: Se ha producido un error durante la instalación
hi: एक त्रुटि स्थापित करने के दौरान हुआ
nl: De installatie is mislukt
pl: Podczas instalacji wystąpił błąd
pt: Ocorreu um erro durante a instalação
ru: Произошла ошибка во время установки
sv: Ett fel uppstod under installationen

# Page5_Error_Label1
source: Please go back through the installation steps and check your settings. The error message was:
cs: Vraťte se prosím v instalaci zpět a ověřte zadané hodnoty a nastavení. Chybové hlášení:
de: Bitte gehen Sie durch die Installationsschritte zurück und überprüfen Sie Ihre Einstellungen. Die Fehlermeldung war:
es: Por favor, vuelva a revisar todos los pasos de instalación y comprobar la configuración. El mensaje de error fue:
hi: स्थापना के कदम के माध्यम से वापस जाने के लिए और अपनी सेटिंग्स की जाँच करें. त्रुटि संदेश था:
nl: Controleer de instellingen. De foutmelding was:
pl: Przejdź ponownie przez kolejne kroki instalacji i sprawdź ustawienia. Wystąpił błąd:
pt: Por favor, volte para as etapas de instalação e verificar suas configurações. A mensagem de erro foi:
ru: Пожалуйста вернитесь через шаги установки и проверьте настройки. Сообщение об ошибке было:
sv: Gå tillbaka genom installationsstegen och kontrollera dina inställningar. Felmeddelandet var:
