Repository: MasatakaYahagi/RoadkillTest
Catalog: src/Roadkill.Core/Localization/InstallStrings.*.resx
Languages: cs, de, es, hi, nl, pl, pt, ru, sv

# Shared_Stage1
source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenida
hi: आपका स्वागत है
nl: Welkom
pl: Witamy
pt: Boas-vindas
ru: Добро пожаловать
sv: Välkommen

# Shared_Stage2
source: Database
cs: Databáze
de: Datenbank
es: Base de datos
hi: डेटाबेस
pl: Baza danych
pt: Banco de dados
ru: База данных
sv: Databas

# Shared_Stage3
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
hi: सुरक्षा
nl: Beveiliging
pl: Logowanie
pt: Segurança
ru: Безопасность
sv: Säkerhet

# Shared_Stage4
source: Extras
cs: Něco navíc
hi: अतिरिक्त
pl: Dodatkowe
ru: Дополнительно
sv: Extra

# Shared_Stage5
source: Finished
cs: Dokončeno
de: Fertig
es: Acabado
hi: समाप्त
nl: Voltooid
pl: Koniec
pt: Acabado
ru: Законченный
sv: Klar

# Shared_Continue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
hi: जारी
nl: Voortzetten
pl: Dalej
pt: Continuar
ru: Продолжать
sv: Fortsätt

# Shared_Back
source: Back
cs: Zpět
de: Zurück
es: Espalda
hi: वापस
nl: Terug
pl: Wstecz
pt: De volta
ru: Назад
sv: Tillbaka

# Shared_TestButton
source: Test
es: Prueba
hi: परीक्षण
pl: Sprawdź
pt: Teste
ru: Тест
sv: Testa

# Shared_BackButton
source: Back
cs: Zpět
de: Zurück
es: Espalda
hi: वापस
nl: Terug
pl: Wstecz
pt: De volta
ru: Назад
sv: Tillbaka

# Shared_NextButton
source: Next
cs: Další
de: Nächste
es: Próximo
hi: अगला
nl: Volgende
pl: Dalej
pt: Próximo
ru: Следующий
sv: Nästa

# Shared_Success
source: Success!
cs: Úspěch!
de: Erfolg!
es: Éxito!
hi: सफलता!
nl: Succesvol!
pl: Udało się !
pt: Sucesso!
ru: Успеха!
sv: Lyckades!

# Shared_Failure
source: Failure!
cs: Chyba!
de: Fehler!
es: La falta!
hi: असफलता!
nl: Mislukt!
pl: Błąd !
pt: Fracasso!
ru: Провал!
sv: Misslyckande!

# Page1_Label1
source: Thank for you downloading Roadkill .NET Wiki engine. The installer writes the settings you enter here to the web.config file (and also the database).
cs: Děkujeme že jste si stáhli Roadkill .NET Wiki. Instalátor zapíše Vái zadané hodnoty do souboru web.config (a také do databáze).
de: Danke, dass Sie Roadkill .NET Wiki-Engine herunterladen. Der Installer schreibt den Einstellungen, den Sie hier eingeben, um die Datei "Web.config" (und auch die Datenbank).
es: Gracias por su descarga de Roadkill. Motor Wiki NET. El programa de instalación escribe los ajustes que introduzca aquí al archivo web.config (y también la base de datos).
hi: आप Roadkill. नेट विकी इंजन डाउनलोड करने के लिए धन्यवाद. इंस्टॉलर web.config फ़ाइल (और भी डेटाबेस) के लिए यहां आप में प्रवेश सेटिंग्स लिखते हैं.
nl: Bedankt voor het downloaden van Roadkill. NET Wiki engine. De installatie schrijft de gemaakte instellingen naar de web.config en de database.
pl: Dziękujemy za zainstalowanie platformy Roadkill .NET Wiki. Instalator zapisze wprowadzone przez Ciebie ustawienia do pliku web.config oraz skonfiguruje bazę danych.
pt: Obrigado para você fazer o download Roadkill. Engine NET Wiki. O instalador grava as configurações que você inserir aqui para o arquivo web.config (e também o banco de dados).
ru: Спасибо для вас загрузке Roadkill. NET вики-движок. Установщик пишет настройки, которые вы здесь, чтобы ввести файл web.config (а также базы данных).
sv: Tack för att du laddat ned Roadkill .NET Wiki. Installationsprogrammet sparar inställningarna du anger här till filen web.config, samt till databasen.

# Page1_Label2
source: In order to proceed, first we need to test if you have write access to the web.config file.
cs: Aby instalace mohla pokračovat, potřebujeme ověřit jestli je možné zapisovat do souboru web.config.
de: Um fortzufahren, müssen wir zuerst testen, ob Sie Schreibzugriff auf die Datei "Web.config" haben.
es: Para proceder, primero tenemos que probar si tiene acceso de escritura al archivo web.config.
hi: आगे बढ़ने के लिए, पहले हम आपको web.config फ़ाइल के लिए लेखन पहुँच अगर परीक्षण की जरूरत है.
nl: Om door te gaan, moet u eerst testen of u schrijftoegang heeft tot de web.config.
pl: Aby kontynuować, najpierw sprawdź, czy masz prawa zapisu do pliku web.config.
pt: A fim de proceder, em primeiro lugar, precisamos testar se você tem acesso ao arquivo web.config escrever.
ru: Для того, чтобы продолжить, сначала мы должны проверить, если у вас есть доступ на запись в файле web.config.
sv: Innan vi kan gå vidare, måste vi först säkerställa att du har skrivbehörighet till filen web.config.

# Page1_WebConfig_Success_Message
source: The web.config can be written to.
cs: Do web.config je možné zapisovat.
de: Der Web.config-Datei geschrieben werden kann.
es: El web.config se puede escribir.
hi: web.config के लिए लिखा जा सकता है.
nl: Het bijwerken van de web.config was succesvol.
pl: Można zapisywać do pliku web.config
pt: O web.config pode ser gravado.
ru: Web.config могут быть записаны.
sv: Web.config kan skrivas till.

# Page1_WebConfig_Failure_Message
source: Unable to write to the web.config file.
cs: Do web.config nelze zapisovat.
de: Fehler beim Schreiben in die Datei web.config.
es: No se puede escribir en el archivo web.config.
hi: Web.config फ़ाइल में लिखने में असमर्थ.
nl: Het bijwerken van de web.config is mislukt..
pl: Nie można zapisywać do pliku web.config
pt: Não foi possível gravar o arquivo web.config.
ru: Невозможно записать в файл web.config.
sv: Det går inte att skriva till filen web.config.

# Page2_Label1
source: Below are some required settings for Roadkill to work correctly. You can change these later via the settings page as an admin.
cs: Níže je uvedeno několik důležitých nastavení. Změnit je můžete i pozdějí v menu Nastavení.
de: Im folgenden werden einige erforderlichen Einstellungen für Roadkill ordnungsgemäß funktioniert. Sie können diese später über die Einstellungsseite als eine "admin" ändern.
es: A continuación se presentan algunos ajustes necesarios para Roadkill para que funcione correctamente. Usted puede cambiar esto más adelante a través de la página de configuración como administrador.
hi: नीचे सही ढंग से काम करने के लिए Roadkill के लिए कुछ आवश्यक सेटिंग कर रहे हैं. आप एक व्यवस्थापक के रूप में सेटिंग्स पृष्ठ के माध्यम से बाद में बदल सकते हैं.
nl: Hieronder vindt u enkele gewenste instellingen voor Roadkill te kunnen werken. U kunt deze later wijzigen via de pagina-instellingen als een admin.
pl: Poniżej znajdują się ustawienia niezbędne do poprawnej pracy Roadkill. Możesz je później zmienić na stronie ustawień, logując si jako administrator.
pt: Abaixo estão algumas definições necessárias para Roadkill para funcionar corretamente. Você pode alterar isso mais tarde através da página de configurações como um administrador.
ru: Ниже приведены некоторые необходимые настройки для Roadkill чтобы работать правильно. Вы можете изменить их позже через страницу настроек в качестве администратора.
sv: Nedan finns några inställningar för att Roadkill ska fungera korrekt. Du kan ändra dessa senare via inställningssidan när du är inloggad som en administratör.

# Page2_Success
source: The database connection is was successful.
cs: Připojní do databáze bylo úspěšné.
de: Die Datenbankverbindung ist war erfolgreich.
es: La conexión de base de datos se ha realizado correctamente.
hi: डेटाबेस कनेक्शन सफल रहा है.
nl: De databaseverbinding kon succesvol worden opgezet..
pl: Połączenie z bazą danych poprawne
pt: A conexão com o banco é foi bem sucedida.
ru: Соединение с базой данных была успешной.
sv: Databasanslutningen lyckades.

# Page2_Error
source: Unable to connect:
cs: Nebylo možné se připojit:
de: Keine Verbindung herstellen:
es: No se puede conectar:
hi: कनेक्ट करने में असमर्थ:
nl: Kan geen verbinding maken:
pl: Nie można uzyskać połączenia:
pt: Não foi possível conectar:
ru: Невозможно подключиться:
sv: Kan inte ansluta:

# Page2_Group1_Title
source: Site name
cs: Název wiki stránek
es: Nombre del sitio
hi: स्थल नाम
nl: Website-naam
pl: Nazwa wirtyny
pt: Nome do site
ru: Название сайта
sv: Webbplatsens namn

# Page2_Group1_Label
source: The name of the wiki, which appears on certain themes and in signup emails (if enabled).
cs: Název wiki stránek který se bude zobrazovat v některých tématech a registračních emailech (budou-li povoleny).
de: Der Name des Wikis, die auf bestimmte Themen und Anmeldung-e-Mails angezeigt wird (wenn aktiviert).
es: El nombre de la wiki, que aparece en algunos temas y en los correos electrónicos signup (si está activado).
hi: विकी का नाम, जो (यदि सक्षम) कुछ विषयों पर और साइनअप ईमेल में दिखाई देता है.
nl: De naam van de wiki, die over bepaalde thema's en in e-mails aanmelden verschijnt (indien ingeschakeld).
pl: Nazwa witryny wiki, która jest używana w niektórych motywach i w email-ach rejestracyjnych.
pt: O nome do wiki, que aparece em certos temas e em e-mails de inscrição (se habilitado).
ru: Имя Вики, которая появляется на определенные темы и регистрации сообщений электронной почты (если включен).
sv: Namnet på den här wikin, som visas i vissa teman och i registreringsmail (om det är aktiverat).

# Page2_Group2_Title
source: Site url
cs: Adresa stránek
de: Website-url
es: Url del sitio
hi: साइट यूआरएल
nl: Website-url
pl: URL witryny
pt: URL do site
ru: URL сайта
sv: Webbplats-url

# Page2_Group2_Label
source: The full url of the wiki, which appears in signup and reset passwords emails (if enabled). Do not include the trailing slash.
cs: Adresa použitá v emailech zasílaných při registraci a změnách hesla. Pište bez zpětného lomítka na konci.
de: Die vollständige Url des Wikis, die in Signup und Zurücksetzen von Kennwörtern e-Mails (falls aktiviert) angezeigt wird. Enthalten Sie nicht den abschließenden Schrägstrich.
es: La URL completa de la wiki, que aparece en signup y restablecer las contraseñas de correo electrónico (si está activado). No incluya una barra final.
hi: पंजीकरण और रीसेट पासवर्ड ईमेल में दिखाई देता है, जो विकी के पूर्ण यूआरएल, (यदि सक्षम). अनुगामी स्लेश शामिल न करें.
nl: De volledige url van de wiki, die in de aanmelding en wachtwoorden resetten emails verschijnt (indien ingeschakeld). Omvatten niet de slash.
pl: Pełny URL witryny, który jest używany w email-ach rejestracyjnych i przy odzyskiwaniu hasła. Nie zawiera końcowego ukośnika.
pt: A url completa do wiki, que aparece na inscrição e redefinir senhas e-mails (se habilitado). Não inclua a barra.
ru: Полный адрес Вики, которая появляется в регистрации и сброса паролей электронной почты (если включен). Не включайте косой чертой.
sv: Den fullständiga webbadressen för wikin, som visas i registrerings- och återställningsmail (om det är aktiverat). Ange inte det avslutande snedstrecket.

# Page2_Group3_Title
source: Database connection string
cs: Připojovací řetězec k databázi
de: Datenbank-Verbindungszeichenfolge
es: Cadena de conexión de base de datos
hi: डेटाबेस कनेक्शन स्ट्रिंग
nl: Database connectie string
pl: Połączenie z bazą danych
pt: String de conexão do banco de dados
ru: Строка подключения к базе данных
sv: Databasens anslutningssträng

# Page2_Group3_Label
source: You will need to create the database first if you are using a named instance. Below are a few examples, use the second option is you are using shared hosting without any SQL Server hosting.
cs: Je třeba nejprve vytvořit databázi. Níže je uvedeno několik příkladů, zvolte druhou volbu používáte-i sdílený hosting bez SQL serveru.
de: Sie müssen zuerst die Datenbank zu erstellen, wenn Sie eine benannte Instanz verwenden. Unten finden Sie ein paar Beispiele, verwenden Sie die zweite Option ist, dass du verwendest shared hosting ohne jede SQL Server-hosting.
es: Usted tendrá que crear la base de datos primero si utiliza una instancia con nombre. A continuación se presentan algunos ejemplos, use la segunda opción es que están usando alojamiento compartido sin ningún servidor que aloja SQL.
hi: आप नाम उदाहरण का उपयोग कर रहे हैं यदि आप पहले डेटाबेस बनाने की आवश्यकता होगी. नीचे कुछ उदाहरण हैं, आप साझा किसी भी एसक्यूएल सर्वर होस्टिंग के बिना होस्टिंग का उपयोग कर दूसरा विकल्प रहे हैं का उपयोग कर रहे हैं.
nl: U moet de database eerst als u gebruik maakt van een benoemd exemplaar. Hieronder staan ​​een paar voorbeelden, gebruikt u de tweede optie is dat u gebruikt shared hosting zonder SQL Server hosting.
pl: Najpierw musisz utworzyć bazę danych. Następnie wprowadź connection string do bazy. Poniżej znajduje się kilka przykładów.
pt: Você vai precisar para criar o primeiro banco de dados se você estiver usando uma instância nomeada. Abaixo estão alguns exemplos, use a segunda opção é que você está usando hospedagem compartilhada sem qualquer Servidor de hospedagem SQL.
ru: Вам нужно будет создать базу данных сначала, если вы используете именованный экземпляр. Ниже приведены несколько примеров, используйте второй вариант вы используете виртуальный хостинг без каких-либо данных SQL Server хостинг.
sv: Du måste skapa databasen först om du använder en namngiven instans. Nedan visas några exempel, använd det andra alternativet om du använder delad hosting utan någon SQL Server hosting.

# Page2_Group3_Label2
source: Example connection strings
cs: Příklad připojovacího řetězce
de: Beispiele für Verbindungszeichenfolgen
es: Cadenas de conexión de ejemplo
hi: उदाहरण कनेक्शन तार
nl: Voorbeeld verbindingsreeksen
pl: Przykłady connection string
pt: Exemplos de seqüências de conexão
ru: Пример строки соединения
sv: Exempel på anslutningssträngar

# Page2_Group3_Label3
source: Database type
cs: Typ databáze
de: Datenbanktyp
es: Tipo de base de datos
hi: डेटाबेस प्रकार
pl: Rodzaj bazy danych
pt: Tipo de banco de dados
ru: Тип базы данных
sv: Databastyp

# Page2_Group3_SQLiteInstructionsTitle
source: SQLite: please read
de: SQLite: Bitte lesen
es: SQLite: lea
hi: SQLite: कृपया पढ़ें
nl: SQLite: lees
pt: SQLite: por favor leia
ru: SQLite: пожалуйста, прочитайте
sv: SQLite: observera

# Page2_Group3_SQLiteInstructionsMessage
source: Note: to use SQLite you need to add another file to the /bin folder, as SQLite is distributed for both x86 and x64. {BEGIN-SQLITE_LINK}Click here to copy the file{END-SQLITE_LINK}. If you experience any issues after this, delete "SQLite.Interop.dll" from your bin folder.
de: Hinweis: Wenn Sie SQLite verwenden möchten müssen Sie fügen Sie eine andere Datei in den Ordner "/ bin" da SQLite für X 86 und X 64 verteilt ist. {BEGIN-SQLITE_LINK}Klicken Sie hier, um die Datei zu kopieren{END-SQLITE_LINK}. Wenn Sie danach Probleme auftreten, löschen Sie "SQLite.Interop.dll" aus dem Binärordner.
es: Nota: para utilizar SQLite es necesario agregar otro archivo a la carpeta / bin, como SQLite se distribuye tanto para x86 y x64. {BEGIN-SQLITE_LINK}Haz clic aquí para copiar el archivo{END-SQLITE_LINK}. Si experimenta cualquier problema después de esto, elimine "SQLite.Interop.dll" de la carpeta bin.
hi: नोट: SQLite x86 और x64 दोनों के लिए वितरित किया जाता है, जैसा कि आप / बिन फ़ोल्डर के लिए एक और फाइल को जोड़ने की जरूरत SQLite का उपयोग करने के लिए. {BEGIN-SQLITE_LINK}फाइल कॉपी करने के लिए यहां क्लिक करें{END-SQLITE_LINK}. आप इस के बाद किसी भी मुद्दे का अनुभव करते हैं, अपने बिन फ़ोल्डर से "SQLite.Interop.dll" हटा दें.
nl: Opmerking: om SQLite te gebruiken moet je een ander bestand toe te voegen aan de map / bin, als SQLite wordt verdeeld voor zowel x86 en x64. {BEGIN-SQLITE_LINK}Klik hier om het bestand te kopiëren{END-SQLITE_LINK}. Als u problemen ondervindt na deze, verwijderen "SQLite.Interop.dll 'uit je bin map.
pt: Nota: para usar o SQLite você precisa adicionar um outro arquivo para a pasta / bin, como SQLite é distribuído tanto para x86 e x64. {BEGIN-SQLITE_LINK}Clique aqui para copiar o arquivo{END-SQLITE_LINK}. Se você tiver problemas após isso, exclua "SQLite.Interop.dll" a partir da pasta bin.
ru: Примечание: Для использования SQLite нужно добавить еще один файл в / BIN папки, а SQLite распространяется для x86 и x64. <a href="javascript:;" id="sqlitecopy"> Нажмите, чтобы скопировать файл </ A>. Если у вас возникли вопросы, после этого исключить "SQLite.Interop.dll" с вашего бен папку.
sv: Obs: För att använda SQLite måste du lägga till en annan fil i mappen /bin eftersom SQLite distribueras för både x86 och x64. {BEGIN-SQLITE_LINK}Klicka här för att kopiera filen{END-SQLITE_LINK}. Om du upplever några problem efter detta, ta bort "SQLite.Interop.dll" från bin-mappen.

# Page2_Group3_SQLiteSuccessTitle
source: SQLite file copy success
de: SQLite Datei Erfolgs-
es: El éxito de copia de archivos SQLite
hi: SQLite फ़ाइल कॉपी सफलता
nl: SQLite-bestand kopiëren succes
pt: SQLite sucesso cópia de arquivo
ru: SQLite копирования файлов успеха
sv: SQLite-filen kopierades

# Page2_Group3_SQLiteSuccessMessage
source: SQLite should now be ready to use.
de: SQLite sollte nun einsatzbereit sein.
es: SQLite debe estar listo para su uso.
hi: SQLite अब इस्तेमाल के लिए तैयार होना चाहिए.
nl: SQLite is nu klaar voor gebruik.
pt: SQLite já deve estar pronto para uso.
ru: SQLite должны теперь быть готовы к использованию.
sv: SQLite bör nu vara redo att använda.

# Page2_Group3_SQLiteFailureTitle
source: SQLite file copy failed
de: SQLite Datei kopieren fehlgeschlagen
es: Copia de archivos SQLite no
hi: SQLite फ़ाइल कॉपी विफल रहा
nl: Mislukte SQLite-bestand kopiëren
pt: Cópia do arquivo SQLite falhou
ru: SQLite копирования файлов не удалось
sv: SQLite-filen gick inte att kopiera

# Page2_Group3_SQLiteFailureMessage
source: Failure - try copying the SQLite.Interop.dll file from ~/App_Data/SQLiteBinaries to your bin folder.
de: Ausfall - Versuch, die SQLite.Interop.dll-Datei von ~/App_Data/SQLiteBinaries in den Binärordner kopieren.
es: Fallo - intente copiar el archivo SQLite.Interop.dll de ~ / App_Data / SQLiteBinaries a la carpeta bin.
hi: विफलता - अपने बिन फ़ोल्डर में ~ / App_Data / SQLiteBinaries से SQLite.Interop.dll फाइल को कॉपी करने की कोशिश.
nl: Mislukking - probeer het SQLite.Interop.dll bestand uit ~ / App_Data / SQLiteBinaries kopiëren naar je bin map.
pt: Falha - tente copiar o arquivo SQLite.Interop.dll em ~ / App_Data / SQLiteBinaries para a pasta bin.
ru: Failure - попробуйте скопировать файл из SQLite.Interop.dll ~ / App_Data / SQLiteBinaries вашего бен папку.
sv: Ett fel uppstod - försök att manuellt kopiera filen SQLite.Interop.dll från ~/App_Data/SQLiteBinaries till bin-mappen.

# Page3_Label1
source: Do you want to users to be authenticated against an Active Directory using Windows authentication?
cs: Chcete uživatele ověřovat v Active Directory?
de: Benutzer möchten Sie für ein Active Directory mit Windows-Authentifizierung authentifiziert werden?
es: ¿Quieres que los usuarios se autentican con un Active Directory mediante la autenticación de Windows?
hi: आप Windows प्रमाणीकरण का उपयोग कर सक्रिय निर्देशिका के खिलाफ प्रमाणीकृत किया जा करने के लिए उपयोगकर्ताओं के लिए करना चाहते हैं?
nl: Wil je gebruikers worden geverifieerd op basis van een Active Directory met behulp van Windows-verificatie?
pl: Czy chcesz, żeby użytkownicy logowali się z wykorzystaniem autentykacji systemu Windows (Active Directory) ?
pt: Você quer que os usuários sejam autenticados contra um Active Directory usando autenticação do Windows?
ru: Хотите аутентификации пользователей с Active Directory Использование проверки подлинности Windows?
sv: Vill du att användarna skall autentiseras mot en Active Directory-domän via Windows-autentisering?

# Page3_Group1_Title
source: Windows authentication
cs: Ověřování Windows
de: Windows-Authentifizierung
es: Autenticación de Windows
hi: Windows प्रमाणीकरण
nl: Windows-verificatie
pl: Logowanie zintegrowane
pt: A autenticação do Windows
ru: Проверка подлинности Windows
sv: Windows-autentisering

# Page3_Group1_Label
source: Use windows authentication
cs: Používat Windows ověřování
de: Windows-Authentifizierung verwenden
es: Utilizar autenticación de Windows
hi: Windows प्रमाणीकरण का उपयोग करें
nl: Gebruik Windows-verificatie
pl: Użyj autentykacji Windows
pt: Usar autenticação do Windows
ru: Использовать проверку подлинности Windows
sv: Använd Windows-autentisering

# Page3_AD_Group1_Title
source: Active Directory LDAP connection string
cs: Připojovací řetezec k LDAP Active Directory
de: Active Directory LDAP-Verbindungszeichenfolge
es: Cadena de conexión LDAP Active Directory
hi: सक्रिय निर्देशिका एलडीएपी कनेक्शन स्ट्रिंग
nl: Active Directory LDAP connectie string
pl: Połączenie LDAP (connection string) do usługi Active Directory
pt: String de conexão LDAP Active Directory
ru: Active Directory LDAP строку подключения
sv: Active Directory LDAP-anslutningssträng

# Page3_AD_Connection_Success
source: The connection and authentication with the Active Directory server was successful.
cs: Připojení a ověření v Active Directory bylo úspěšné.
de: Die Verbindung und die Authentifizierung mit dem Active Directory-Server war erfolgreich.
es: La conexión y la autenticación con el servidor de Active Directory se ha realizado correctamente.
hi: सक्रिय निर्देशिका सर्वर के साथ कनेक्शन और प्रमाणीकरण सफल रहा था.
nl: De verbinding en authenticatie met de Active Directory-server is gelukt.
pl: Połączenie i autentykacja z użyciem Active Directory zakończona powodzeniem
pt: A conexão e autenticação com o servidor de Active Directory foi bem sucedida.
ru: Подключения и авторизации с активного сервера каталогов была успешной.
sv: Anslutning och autentisering mot Active Directory-servern lyckades.

# Page3_AD_Connection_Error
source: Unable to connect to the Active Directory server:
cs: Nebylo možné se k Active Directory připojit:
de: Keine Verbindung zum Active Directory-Server:
es: No se puede conectar al servidor de Active Directory:
hi: सक्रिय निर्देशिका सर्वर से कनेक्ट करने में असमर्थ:
nl: Niet in staat om verbinding te maken met de Active Directory-server:
pl: Nie można połączyć się z serwerem Active Directory
pt: Não é possível conectar ao servidor de Active Directory:
ru: Не удается подключиться к активному серверу каталогов:
sv: Det gick inte att ansluta till Active Directory-servern:

# Page3_AD_Success
source: The group was queried sucessfully.
cs: Dotaz na skupinu byl úspěšný.
de: Die Gruppe wurde abgefragten erfolgreich.
es: El grupo se preguntó con éxito.
hi: समूह सफलतापूर्वक पूछे था.
nl: De groep werd met succes opgevraagd.
pl: Grupa została zweryfikowana poprawnie
pt: O grupo foi consultado com sucesso.
ru: Группе был задан вопрос успешно.
sv: Förfrågan mot AD-gruppen lyckades.

# Page3_AD_Error
source: Unable to query:
cs: Chyba dotazu na skupinu:
de: Abfrage konnte nicht:
es: No se puede consultar:
hi: क्वेरी करने में असमर्थ:
nl: Niet in staat op te vragen:
pl: Nie można zweryfikować:
pt: Não é possível a consulta:
ru: Невозможно запрос:
sv: Förfrågan misslyckades:
