Repository: MasatakaYahagi/RoadkillTest
Catalog: src/Roadkill.Core/Localization/InstallStrings.*.resx
Languages: cs, de, es, hi, nl, pl, pt, ru, sv

# Page3_AD_Group1_Label1
source: This should be in the format LDAP://mydc01.company.internal (it should be uppercase LDAP) where mydc01 is your domain controller and 'company' and 'internal' are the dns suffixes for your network. This can also be an IP address. You can usually get this information by running "ipconfig".
cs: Použite formát LDAP://mydc01.company.internal (LDAP pište velkými znaky) kde mydc01 je řadič domény a 'company' s 'internal' jsou DNS přípony sítě. Můžete také použít IP adresu (zjistíte ji příkazem ipconfig na řadiči domény).
de: Dies sollte im Format LDAP://mydc01.company.internal (es sollte Großbuchstaben LDAP), wo mydc01 Ihre Domänencontroller und "Kreation" ist und "intern" sind die Dns für Ihr Netzwerk Suffixe. Dies kann auch eine IP-Adresse sein. Diese Informationen erhalten Sie in der Regel durch Ausführen von "Ipconfig".
es: Esto debe estar en el formato LDAP :/ / mydc01.company.internal (debe estar en mayúsculas LDAP) donde mydc01 es el controlador de dominio y "empresa" y "interna" son los sufijos DNS de la red. Esto también puede ser una dirección IP. Generalmente, usted puede obtener esta información ejecutando "ipconfig".
hi: इस प्रारूप में होना चाहिए एलडीएपी :/ / mydc01.company.internal (यह अपरकेस एलडीएपी) किया जाना चाहिए जहां mydc01 अपने नेटवर्क के लिए डीएनएस प्रत्यय हैं आपके डोमेन नियंत्रक और 'कंपनी' और 'आंतरिक' है. यह भी एक आईपी पता किया जा सकता है. आप आमतौर पर "ipconfig" चलाकर यह जानकारी प्राप्त कर सकते हैं.
nl: Dit moet in het formaat LDAP :/ / mydc01.company.internal (het moet een hoofdletter zijn LDAP) waar mydc01 is uw domein controller en 'bedrijf' en 'interne' zijn de dns achtervoegsels voor uw netwerk. Dit kan ook een IP-adres te zijn. U kunt meestal deze informatie te krijgen door het draaien van "ipconfig".
pl: Należy wpisać connection string w postaci LDAP://mydc01.company.internal, gdzie mydc01 jest nazwą kontrolera domeny, a 'company' i 'internal' są sufiksami dns w sieci. Można również podać adres IP. Zwykle można uzyskać tą informację przez uruchomienie "ipconfig".
pt: Isso deve estar no formato LDAP :/ / mydc01.company.internal (deve ser maiúscula LDAP), onde mydc01 é o controlador de domínio e 'empresa' e 'interno' são os sufixos DNS para sua rede. Isto também pode ser um endereço IP. Você normalmente pode obter esta informação através do comando "ipconfig".
ru: Это должно быть в формате LDAP :/ / mydc01.company.internal (она должна быть в верхнем регистре LDAP), где mydc01 ваш контроллер домена и «Компания» и «внутренних» являются DNS-суффиксы для вашей сети. Это также может быть IP-адресом. Обычно вы можете получить эту информацию, запустив "IPCONFIG".
sv: Ange detta i formatet LDAP://mydc01.company.internal (obs: ange LDAP i versaler) där mydc01 är din domänkontrollant och "company" och "internal" är dns suffix för nätverket. Du kan även ange en IP-adress istället. Du kan oftast få denna information genom att köra kommandot "ipconfig".

# Page3_AD_Group1_Label2
source: The connection string supports OU specifiers however doing it this way can cause issues. If you are unsure about this setting, it's recommended you download {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} first.
cs: Připojovací řetězec podporuje objekty (OU) avšak jejich použití může způsobil problémy. Pokud si nejste jistí, nejprve si stáhněte {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK}.
de: Die Verbindung Zeichenfolge unterstützt OU Spezifizierer jedoch auf diese Weise können Probleme verursachen. Wenn Sie diese Einstellung unsicher sind, empfiehlt es sich, dass Sie zunächst {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} herunterladen.
es: La cadena de conexión es compatible OU especificadores pero hacerlo de esta manera puede causar problemas. Si no está seguro acerca de esta configuración, se recomienda que usted descarga {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK}.
hi: कनेक्शन स्ट्रिंग कहां विनिर्देशक का समर्थन करता है लेकिन यह इस तरह से कर समस्याओं का कारण हो सकता है. आप इस सेटिंग के बारे में अनिश्चित हैं, तो यह आप डाउनलोड {BEGIN_ADEXPLORER_LINK}ई. एक्सप्लोरर{END_ADEXPLORER_LINK} पहले की सिफारिश की है.
nl: De verbinding string ondersteunt OU bestekschrijvers maar doen het op deze manier kan problemen veroorzaken. Als je onzeker bent over deze instelling, is het aan te raden je downloaden {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} eerste.
pl: Connection string pozwala na użycie atrybutu OU, jednakże może to powodować niespodziewane problemy. Jeśli nie jesteś pewien co do tych ustawień, zapoznaj się z artykułem {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK}.
pt: A seqüência de conexão suporta OU especificadores no entanto fazê-lo desta forma pode causar problemas. Se você está inseguro sobre essa configuração, é recomendado que você baixar {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} em primeiro lugar.
ru: Строка подключения поддерживает спецификаторы OU однако делать это таким образом может вызвать проблемы. Если вы не знаете об этом параметре, рекомендуется вы загрузите <a href="http://technet.microsoft.com/en-us/sysinternals/bb963907"> AD Проводник </ A> в первую очередь.
sv: Anslutningssträngen stöder att du anger specifika OU:n, men detta kan eventuellt orsaka problem. Om du är osäker på den här inställningen, bör du ladda ned {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} först.

# Page3_AD_Group1_Label3
source: Enter a username and password if the user that the app pool is running under does not have read access to Active Directory. This is useful if your Active Directory domain is a separate forest from the main domain (i.e. another branch office).
cs: Uživatelské jméno pro ověření v Active Directory. Nechte prázdné pokud uživatel po kterým beží aplikační pool již oprávnění má. Používá se to obvykle pokud Vaše doména je v jiném lese (forest) než je hlavní doména.
de: Geben Sie einen Benutzernamen und ein Passwort, wenn der Benutzer, unter der Anwendungspool ausgeführt ist, keinen Zugriff auf Active Directory lesen. Dies ist nützlich, wenn Ihre Domain einer separaten Gesamtstruktur aus der Haupt-Domain (d.h. eine weitere Zweigstelle).
es: Introduzca un nombre de usuario y una contraseña si el usuario que el grupo de aplicaciones se está ejecutando bajo no tiene acceso de lectura a Active Directory. Esto es útil si su dominio es un bosque diferente que el dominio principal (es decir, otra sucursal).
hi: अनुप्रयोग पूल के तहत चल रहा है जो उपयोगकर्ता सक्रिय निर्देशिका तक पढ़ने की पहुंच नहीं है अगर एक उपयोगकर्ता नाम और पासवर्ड दर्ज करें. अपने डोमेन मुख्य डोमेन (एक और शाखा कार्यालय यानी) से एक अलग जंगल है, तो यह उपयोगी है.
nl: Voer een gebruikersnaam en wachtwoord als de gebruiker die de app pool draait onder geen lees-toegang tot Active Directory. Dit is handig als uw Active Directory-domein is een aparte bos van het belangrijkste domein (dwz een ander filiaal).
pl: Jeżeli konto na jakim pracuje pula aplikacji nie ma dostępu do Active Directory, wprowadź nazwę i hasło użytkownika.
pt: Digite um nome de usuário e senha, caso o usuário que o pool de aplicativos está sendo executado não ter acesso de leitura para o Active Directory. Isto é útil se o seu domínio é uma floresta separada do domínio principal (ou seja, uma outra filial).
ru: Введите имя пользователя и пароль, если пользователь, что бассейн приложение работает под не имеет доступ на чтение к Active Directory. Это полезно, если ваш домен отдельный лес от главного домена (т.е. другой филиал).
sv: Om användaren som applikationspoolen körs som inte har läsbehörighet till Active Directory måste du ange användarnamn och lösenord for en användare som har det. Använd detta om din domän är en annan skog än huvuddomänen (tex en annan branch office).

# Page3_AD_Group2_Label1
source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
hi: प्रयोक्ता नाम:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Usuário:
ru: Имя пользователя:
sv: Användarnamn:

# Page3_AD_Group2_Label2
source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
hi: पासवर्ड:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
ru: Пароль:
sv: Lösenord:

# Page3_AD_Group3_Title
source: Editor group name
cs: Název skupiny role redaktora
de: Editor-Gruppennamen
es: Nombre de grupo Editor
hi: संपादक समूह नाम
nl: Redacteur groepsnaam
pl: Nazwa grupy Redaktorzy
pt: Nome do grupo editor
ru: Имя редактора групповой
sv: Gruppnamn för redaktörer

# Page3_AD_Group3_Label
source: This is the security group that users should belong to in order to be editors (people who can edit and create pages). The test button uses the connection settings entered above.
cs: Doménová skupina jejíž uživatelé busou mít oprávnění redaktora (lidé kteří mohou vytvářet a měnit stránky). Testovací tlačítko používá uvedený připojovací řetězec.
de: Dies ist der Sicherheitsgruppe, der Benutzer angehören sollte, um sein Editoren (Leute, die können Sie bearbeiten und Erstellen von Seiten). Die Test-Taste verwendet die Verbindungseinstellungen oben eingetragen.
es: Este es el grupo de seguridad que los usuarios deben pertenecer a fin de editores (personas que pueden editar y crear páginas). El botón de prueba utiliza las configuraciones de conexión introducidos anteriormente.
hi: यह उपयोगकर्ताओं को संपादकों (पृष्ठों को संपादित करें और बना सकते हैं, जो लोगों को) होने के लिए संबंधित होना चाहिए कि सुरक्षा समूह है. परीक्षण बटन कनेक्शन सेटिंग्स ऊपर डाली का उपयोग करता है.
nl: Dit is de beveiligingsgroep die gebruikers moeten behoren om te redacteuren (mensen die pagina's kunnen bewerken en creëren). De testknop gebruikt de verbindingsinstellingen hierboven opgegeven.
pl: Nazwa grupy, której członkowie będą redaktorami (osoby mogące tworzyć i edytować strony). Przycisk Sprawdź używa połączenia wprowadzonego powyżej.
pt: Este é o grupo de segurança que os usuários devem pertencer a fim de ser editores (pessoas que podem editar e criar páginas). O botão de teste usa as configurações de conexão de entrada acima.
ru: Это группа безопасности, что пользователи должны принадлежать, чтобы быть редакторы (люди, которые могут редактировать и создавать страницы). Кнопка Тест использует настройки подключения введенный выше.
sv: Den säkerhetsgrupp som användare skall tillhöra för att vara redaktörer (personer som kan redigera och skapa sidor). Testknappen använder anslutningsinställningarna ovan.

# Page3_AD_Group4_Title
source: Admin group name
cs: Název skupiny role správce
de: Admin-Gruppennamen
es: Nombre del grupo de administración
hi: व्यवस्थापक समूह का नाम
nl: Admin groepsnaam
pl: Nazwa grupy Administratorzy
pt: Nome do grupo Administrador
ru: Имя администратора группы
sv: Gruppnamn för administratörer

# Page3_AD_Group4_Label
source: This is the security group that users should belong to in order to be admins. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.The test button uses the connection settings entered above.
cs: Má práva jako redaktor ale navíc má přísup k nastavení stránek. Správci mají práva jako redaktor, ale navíc mají přísup k nastavení stránek. Testovací tlačítko používá uvedený připojovací řetězec.
de: Dies ist der Sicherheitsgruppe, der Benutzer zu Admins angehören sollte. Admins haben die gleichen Rechte wie Editoren, aber haben auch Zugriff auf Konfigurationseinstellungen und Tools für die Website.Die Test-Taste verwendet die Verbindungseinstellungen oben eingetragen.
es: Este es el grupo de seguridad que los usuarios deben pertenecer a fin de ser administradores. Administradores de tener los mismos derechos que los editores, sino que también tienen acceso a los ajustes de configuración y herramientas para el botón de prueba site.The utiliza la configuración de conexión introducidos anteriormente.
hi: यह उपयोगकर्ताओं को व्यवस्थापक होने के लिए संबंधित होना चाहिए कि सुरक्षा समूह है. बनावें संपादक के रूप में एक ही अधिकार है, लेकिन यह भी site.The परीक्षण बटन के लिए विन्यास सेटिंग्स और उपकरणों के लिए उपयोग कनेक्शन सेटिंग्स ऊपर डाली का उपयोग करता है.
nl: Dit is de beveiligingsgroep die gebruikers moeten behoren om te admins. Admins hebben dezelfde rechten als de redactie, maar ook toegang tot configuratie-instellingen en instrumenten voor de site.The testknop gebruikt de verbindingsinstellingen hierboven opgegeven.
pl: Nazwa grupy, której członkowie będą administratorami. Administratorzy mają takie same prawa jak redaktorzy, ponadto mają dostęp do konfiguracji oraz narzędzi. Przycisk Sprawdź używa połączenia wprowadzonego powyżej.
pt: Este é o grupo de segurança que os usuários devem pertencer a fim de ser administradores. Administradores têm os mesmos direitos que os editores, mas também ter acesso a configurações e ferramentas para o botão de teste site.The usa as configurações de conexão de entrada acima.
ru: Это группа безопасности, что пользователи должны принадлежать, чтобы быть администраторами. Администраторы имеют те же права, редакторов, но и иметь доступ к настройкам конфигурации и инструменты для site.The кнопки тест использует настройки подключения введенный выше.
sv: Den säkerhetsgrupp som användare skall tillhöra för att vara administratörer. Administratörer har samma rättigheter som redaktörer, men har även tillgång till konfigurationsinställningar och verktyg för webbplatsen.Testknappen använder anslutningsinställningarna ovan.

# Page3_DB_Label
source: All passwords are one-way encrypted using SHA128 and a salt. This means passwords are not recoverable and will require an admin to reset them (there is no reset password functionality yet). The minimum password length is 6 characters.
cs: Všechna hesla jsou jednocestně zašifrována šifrou SHA128 a náhodným klíčem. To znamená že hesla není možné obnovit nýbrž pouze znovu nastavit. Heslo musí být alespoň 6 znaků dlouhé.
de: Alle Passwörter sind mit SHA128 und ein Salz verschlüsselt. Dies bedeutet Passwörter sind nicht erstattungsfähig und benötigen und Admin sie zurücksetzen (es gibt keine Reset-Passwort-Funktion noch). Die minimale Kennwortlänge beträgt 6 Zeichen.
es: Todas las contraseñas son una forma cifrada utilizando SHA128 y una sal. Esto significa que las contraseñas no son recuperables y requerirán y administración para restablecer ellos (no hay ninguna funcionalidad de restablecimiento de contraseña aún). La longitud mínima de la contraseña es de 6 caracteres.
hi: सभी पासवर्ड SHA128 और एक नमक का उपयोग कर एक तरह से एन्क्रिप्टेड रहे हैं. इसका मतलब यह है पासवर्ड की वसूली नहीं कर रहे हैं और उन्हें फिर से कायम करने के लिए व्यवस्थापक की आवश्यकता होती है और होगा (कोई रीसेट पासवर्ड कार्यक्षमता अभी तक नहीं है). न्यूनतम पासवर्ड लंबाई 6 अक्षर है.
nl: Alle wachtwoorden zijn eenrichtingsverkeer gecodeerd met behulp van SHA128 en een zout. Dit betekent wachtwoorden zijn niet voor vergoeding in aanmerking en zal een admin nodig hebben om ze te resetten (er is nog geen reset password functionaliteit). De minimale lengte van het wachtwoord is 6 tekens.
pl: Wszystkie hasła są szyfrowane jednokierunkowo za pomocą SHA128. Oznacza to, że zapomniane hasło nie może być odzyskane i tylko administrator może je zresetować (nie ma jeszcze funkcjonalności przywracania hasła). Minimalna długość hasła: 6 znaków.
pt: Todas as senhas são uma maneira criptografada usando SHA128 e um sal. Isso significa que as senhas não são reembolsáveis ​​e vai exigir e administrador para redefini-las (não há nenhuma funcionalidade de redefinição de senha ainda). O comprimento mínimo da senha é de 6 caracteres.
ru: Все пароли, зашифрованные односторонним образом использованием SHA128 и солью. Это означает, что пароли не восстанавливаются и потребует и администратора, чтобы сбросить их (нет сброса пароля функциональность еще нет). Минимальная длина пароля 6 символов.
sv: Alla lösenord är envägskrypterade med SHA128 och ett sk saltvärde. Detta innebär att lösenord inte går att återskapa, och att en administratör därför måste återställa dom manuellt (det finns ingen "Återställ lösenord"-funktion ännu). Minimilängden för lösenord är 6 tecken.

# Page3_DB_Group1_Title
source: Editor role name
cs: Název role redaktora
de: Editor-Rollenname
es: Nombre de rol Editor
hi: संपादक की भूमिका का नाम
nl: Redacteur rolnaam
pl: Nazwa roli Redaktor
pt: Editor do nome da função
ru: Название роли редактора
sv: Rollnamn för redaktörer

# Page3_DB_Group1_Label1
source: This is the name of the editor role - people who can edit and create pages.
cs: Název role redaktora - lidé kteří mohou vytvářet a měnit stránky.
de: Dies ist der Name der Rolle des Bearbeiters - Menschen, die Seiten erstellen und bearbeiten können.
es: Este es el nombre de la función de editor - gente que puede editar y crear páginas.
hi: पृष्ठों को संपादित करें और बना सकते हैं - जो लोग इस संपादक की भूमिका का नाम है.
nl: Dit is de naam van de redacteur rol - mensen die pagina's kunnen bewerken en maken.
pl: Nazwa roli Redaktor - osób, które mogą tworzyć i edytować strony.
pt: Este é o nome da função de editor - pessoas que podem editar e criar páginas.
ru: Это имя редактора роль - люди, которые могут редактировать и создавать страницы.
sv: Namnet på rollen redaktör - användare som kan redigera och skapa sidor.

# Page3_DB_Group2_Title
source: Admin role name
cs: Název role správce
de: Adminname der Rolle
es: Nombre de la función de administración
hi: व्यवस्थापक भूमिका नाम
nl: Admin rolnaam
pl: Nazwa roli Administrator
pt: Nome da função de administrador
ru: Админ имя роли
sv: Rollnamn för administratörer

# Page3_DB_Group2_Label1
source: This is the name of the admin role. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.
cs: Název role správce - má práva jako redaktor, ale navíc má přísup k nastavení stránek.
de: Dies ist der Name der Administratorrolle. Admins haben die gleichen Rechte wie Editoren, aber haben auch Zugriff auf Konfigurationseinstellungen und Tools für die Website.
es: Este es el nombre del rol de administrador. Administradores de tener los mismos derechos que los editores, sino que también tienen acceso a los ajustes de configuración y herramientas para el sitio.
hi: यह व्यवस्थापक भूमिका का नाम है. बनावें संपादक के रूप में एक ही अधिकार है, लेकिन यह भी साइट के लिए विन्यास सेटिंग्स और उपकरणों का उपयोग किया है.
nl: Dit is de naam van de admin rol. Admins hebben dezelfde rechten als de redactie, maar ook toegang tot configuratie-instellingen en instrumenten voor de site.
pl: Nazwa roli Administrator. Administratorzy mają takie same prawa jak redaktorzy, ponadto mają dostęp do konfiguracji oraz narzędzi.
pt: Este é o nome da função de administrador. Administradores têm os mesmos direitos que os editores, mas também ter acesso a configurações e ferramentas para o site.
ru: Это имя администратора роль. Администраторы имеют те же права, редакторов, но и иметь доступ к настройкам конфигурации и инструменты для сайта.
sv: Namnet på rollen administratör. Administratörer har samma rättigheter som redaktörer, men har även tillgång till konfigurationsinställningar och verktyg för webbplatsen.

# Page3_DB_Group3_Title
source: Allow user signups
cs: Povolit registrace
de: Benutzer-Registrierungen zu ermöglichen
es: Permitir suscripciones de usuarios
hi: उपयोगकर्ता पंजीकरण की अनुमति दें
nl: Zodat de gebruiker aanmeldingen
pl: Pozwól na rejestrację użytkowników
pt: Permitir cadastros de usuários
ru: Разрешить пользователю регистраций
sv: Tillåt användare att registrera sig

# Page3_DB_Group3_Label1
source: Check this option if you want to allow people to signup as a new users. If left unchecked, only admins will be able to create new users.
cs: Zaškrtněte pokud chcete aby se lidé mohli sami registrovat. Pokud není zaškrtnuto, nové uživatele bude moci přidávat pouze správce.
de: Aktivieren Sie diese Option, wenn Sie Menschen zu registrieren als neuer Benutzer zulassen möchten. Wenn deaktiviert, werden nur Admins neue Benutzer erstellen können.
es: Marque esta opción si desea permitir que las personas para registrarse como nuevos usuarios. Si no se controla, solo los administradores podrán crear nuevos usuarios.
hi: आप लोगों को एक नया उपयोगकर्ता के रूप में पंजीकरण करने के लिए अनुमति देना चाहते हैं, तो इस विकल्प की जाँच करें. अनियंत्रित छोड़ दिया, केवल व्यवस्थापक नए उपयोगकर्ताओं को बनाने में सक्षम हो जाएगा.
nl: Selecteer deze optie als u wilt toestaan ​​dat mensen om aan te melden als een nieuwe gebruiker. Als er niet wordt opgetreden, zullen alleen admins kunnen nieuwe gebruikers aan te maken.
pl: Zaznacz tą opcję, aby umożliwić rejestrację nowym użytkownikom. Jeśli niezaznaczona, tylko administratorzy będą mogli tworzyć nowych użytkowników.
pt: Marque esta opção se você quiser permitir que as pessoas para se cadastrar como novos usuários. Se deixado sem controle, apenas os administradores serão capazes de criar novos usuários.
ru: Отметьте эту опцию, если вы хотите, чтобы люди, чтобы зарегистрироваться в качестве нового пользователя. Если их не остановить, только администраторы смогут создавать новых пользователей.
sv: Markera detta alternativ om du vill tillåta personer att registrera sig som nya användare. Om du inte tillåter detta, kommer endast administratörer att kunna skapa nya användare.

# Page3_DB_Group3_Label2
source: Allow new user signups.
cs: Povolit registrace nových uživatelů.
de: Neuregistrierungen Benutzer zulassen
es: Permitir nuevos registros de usuario.
hi: नई उपयोगकर्ता पंजीकरण की अनुमति दें.
nl: Laat nieuwe gebruiker aanmeldingen.
pl: Pozwól na samodzielną rejestrację nowych użytkowników.
pt: Permitir novas inscrições de usuários.
ru: Разрешить новых регистраций пользователей.
sv: Tillåt nya användare att registrera sig.

# Page3_DB_Group4_Title
source: Enable Recaptcha
cs: Povolit Recaptcha
de: Aktivieren von Recaptcha
es: Habilitar Reconocer texto
hi: ReCAPTCHA सक्षम करें
pl: Włącz weryfikację Recaptcha
pt: Ativar Código
ru: Включить Recaptcha
sv: Aktivera Recaptcha
